/* AD: Forest automatic */
"- Automatic -" = "- Automática -";

/* AD: Alert title */
"Account expired or disabled" = "Conta caducada ou inactiva";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "O Active Directory permite apenas ligeiras variações entre os relógios do computador e do servidor do Active Directory. Verifique a hora e fuso horário do computador e volte a configurá-los se necessário.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "O Plugin do Active Directory necessita do Mac OS X para controlar o ficheiro “/Biblioteca/Preferences/edu.mit.Kerberos”. O nome do ficheiro existente será alterado para “/Biblioteca/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Erro de hora no Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Foi especificada uma combinação inválida de domínio e raiz. Necessita especificar um nome de DNS completo (nome.empresa.com, por exemplo).";

/* AD: Alert title */
"An unknown error occurred" = "Ocorreu um erro desconhecido";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Ocorreu um erro desconhecido durante a leitura da configuração.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Ocorreu um erro desconhecido durante a actualização da configuração.";

/* AD: Dialog status message */
"An unknown error occurred." = "Ocorreu um erro desconhecido.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Erro de autorização";

/* AD: Dynamic button title */
"Bind\\U2026" = "Ligar…";

/* AD: Button title */
"Cancel" = "Cancelar";

/* AD: Alert message */
"Configuring on Master or Replica" = "A configurar original ou réplica";

/* AD: Alert title */
"Container does not exist" = "O local especificado não existe";

/* AD: Button title */
"Continue" = "Continuar";

/* AD: Button title */
"Force Unbind" = "Forçar interrupção de ligação";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Ocultar opções avançadas";

/* AD: Alert title */
"Insufficient privileges" = "Privilégios insuficientes";

/* AD: Alert title */
"Invalid domain" = "Domínio inválido";

/* AD: Alert title */
"Invalid user name and password combination" = "Combinação inválida de nome e palavra-passe";

/* AD: Alert title */
"Join existing account?" = "Aceder à conta já existente?";

/* AD: Alert title */
"Join Kerberos realm" = "Aceder a Kerberos";

/* AD: Alert title */
"Kerberos file already exists" = "Ficheiro Kerberos já existente";

/* AD: Alert title */
"Memory allocation error" = "Erro na alocação de memória";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "A retirar este computador do Active Directory";

/* AD: Alert Button */
"Rename" = "Alterar nome";

/* AD: Dynamic button title */
"Show Advanced Options" = "Mostrar opções avançadas";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Passo 1 de 5: a procurar informação de raiz/domínio…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Passo 2 de 5: a localizar os controladores de domínio mais próximos…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Passo 3 de 5: a verificar identificação…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Passo 4 de 5: a procurar o computador…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Passo 5 de 5: a ligar o computador ao domínio…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Passo 5 de 5: a aceder ao domínio…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "A informação de conta introduzida especifica uma conta já existente. Pretende agrupar este computador com a conta existente? Esta operação não pode ser desfeita.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "A informação da conta especificada está caducada ou inactiva. Utilize outra conta de administrador.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "A conta de administrador especificada não dispõe dos privilégios apropriados para efectuar a operação solicitada.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "O local especificado para o computador não existe. Verifique a informação e tente de novo.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "É impossível aceder, por um motivo desconhecido, ao controlador do domínio.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Para agrupar este servidor com o Active Directory Kerberos, abra Admin. do Servidor e seleccione Open Directory para este servidor. Clique em Geral, no painel Definições, clique para aceder a Kerberos e digite os dados de um administrador local neste servidor.";

/* AD: Alert title */
"Unable to access domain controller" = "Impossível aceder ao controlador do domínio";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Impossível alocar memória para esta operação.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Impossível abrir nó do Active Directory";

/* AD: Alert message */
"Unable to open Active Directory node." = "Impossível abrir nó do Active Directory.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Desligar…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Aviso: está a configurar o plugin do Active Directory num Open Directory original ou réplica. Ao continuar poderá provocar a ocorrência de problemas no servidor Open Directory Kerberos.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Aviso: se forçar a interrupção da ligação, será guardada uma conta de computador não utilizada no directório.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Não dispõe de autorização para ler a configuração deste plugin.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Não dispõe de autorização para actualizar a configuração";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Especificou uma combinação inválida de nome e palavra-passe. Verifique o nome e a palavra-passe e tente de novo.";

